cask_args appdir: '/Applications'

tap 'dtan4/tools'
tap 'aws/tap'
tap 'bazelbuild/tap'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/services'
tap 'komiserio/komiser'
tap 'robscott/tap'
tap 'txn2/tap'
tap 'weaveworks/tap'
tap 'strongdm/comply'
tap 'dkanejs/aws-session-manager-plugin'

cask 'osxfuse'

brew 'ack'
brew 'awscli'
brew 'awsume'
brew 'aws-iam-authenticator'
brew 'aws-sam-cli'
brew 'aws-session-manager-plugin'
brew 'bash'
brew 'bash-completion'
brew 'boost'
brew 'cli53'
brew 'comply'
brew 'coreutils'
brew 'curl'
brew 'dos2unix'
brew 'eksctl'
brew 'encfs'
brew 'exa'
brew 'fontconfig'
brew 'fzf'
brew 'fzy'
brew 'git'
brew 'git-lfs'
brew 'go'
brew 'gnu-tar'
brew 'gnu-sed'
brew 'grep'
brew 'jq'
brew 'kube-capacity'
brew 'kube-ps1'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'kustomize'
brew 'libgit2'
brew 'libressl'
brew 'openssl@1.1'
brew 'moreutils'
brew 'node'
brew 'postgresql'
brew 'python'
brew 'shellchec'
brew 'spaceman-diff'
brew 'speedtest-cli'
brew 'stow'
brew 'tmux'
brew 'tree'
brew 'txn2/tap/kubefwd'
brew 'unrar'
brew 'unzip'
brew 'watch'
brew 'wget'
brew 'wireguard-tools'
brew 'yarn'
brew 'zsh'
brew 'zsh-completions'

cask 'alfred'
cask 'google-chrome'
cask 'kubecontext'
cask 'google-cloud-sdk'
cask 'handbrake'
cask 'iterm2'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'
